package zes.openworks.common.transmit.sender.email;

import java.util.HashMap;
import java.util.Map;

public class AutoMailTemplateNumEncrypt {

    /** 메일 템플릿 번호 암호화키 매핑 정보 */
    String tmplateEnc[] = { "f805d276cadf6f5c625aa2b58cdd0c43" //회원가입이메일인증 365
                          , "d3a8c6f8d329581fa8d8908b225eeef1" // 회원가입완료 391
                          , "46e59e39683649de2a5230ba872e1c5e" // 회원아이디찾기 366
                          , "fa628998258c36a4dea80bb0ca1e7565" // 비밀번호찾기 367
                          , "09452475a9ae229e842ff9657085dfec" // 회원탈퇴 368
                          , "007291fa2d94ec9ce5321ae10cbd2886" // 구매신청 369
                          , "31e985055df412582f7c922798024fa8" // 서비스문의 370
                          , "bcd62019095689ff56abc78f68c3f8c8" // 서비스문의답변하기 371 
                          , "659bf4d43e0aad3ab1c16fb423398129" // 서비스문의신고하기 372
                          , "5348d030c150437c2e644b6d660eeff1" // 비즈매칭 요청등록 373
                          , "baf8e700c1a70e1c56e5c5ec6c040929" // 비즈매칭 매칭등록 374
                          , "ea1a78a55c08114ea7cf2795d1c8b02d" // 비즈매칭 선정 375
                          , "4529f0e771baeb2817c41d8608bf74d1" // 서비스검토요청 376
                          , "824a98dac7ae9ad128d36e04343b2df8" // 서비스승인요청 377
                          , "b7e72575f42d37ac40b4c65e2a0f1439" // 서비스등록완료 378
                          , "7d9091827c9d7d66ebf29c10ca32de02" // Q&A질문등록 379
                          , "6940990e67ae3ec97597451e9aad1836" // Q&A답변등록 380
                          , "77314ac479988340b83c7c5645c4eb87" // 커뮤니티개설 381
                          , "590856be2b673524c3703d8f6bb97854" // 커뮤니티신청결과(승인) 382
                          , "6741c792191a57e8db1b6631c99fe42c" // 커뮤니티신청결과(거절) 383
                          , "54118bb5e79647d8078890e00921c22a" // 커뮤니티가입신청 384
                          , "c0a906a7e04f8ce6f5f995245cdd11aa" // 커뮤니티가입신청취소 385
                          , "bc47537adb24e57413cfc1b099eaa01b" // 커뮤니티가입결과(승인) 386
                          , "9a2a0195481937caaa716b3062fcbd40" // 커뮤니티가입결과 (거절) 387
                          , "1d629bfa698235448d8c0800ac2d8b73" // 커뮤니티폐쇄(회원알림) 388
                          , "1e83b3fdbc082c00d733eea287c2f4cc" // 커뮤니티폐쇄(관리자알림) 389
                          , "458b5c080f1a069403756afba923850a" // EGOV표준프레임워크 호환성신청 390
                          , "8f59fae992d45eba19d1fdb8b44bbe77" // 뉴스레터(신청) 2015-08-25 392
                          , "679647aa53c19bd2e3e8d1aca842200f" // 뉴스레터(취소) 2015-08-25 393
                          , "bff0226d8dcf09a3eab4c293d8b6cff5" // 휴면계정전환안내 2015-11-10 394
                          , "6968967fee327689a5357251c89441f2" // 휴면전환처리완료안내 2015-12-02 395
                          , "9b6ab87f4950cc28c4d4265caaea3dae" // 휴면복구완료안내 2015-12-02 미사용 396
                          , "78521cb282fdad16330cd5db3278fb2b"  //견적서요청(한국어)
                          , "99b4447f81c0c5f9c03d5f7390cef84b"  //견적요청답변(한국어)
                          , "9ccbdce727be7e0396b6b7e07e4f7e30"  //지명입찰요청(한국어)
                          , "bfa3c1200bef6d5e37678b27bfc9a021"  //지명입찰공고 응찰(한국어)
                          , "f6cf27a47610682da06ed33ab153d848"
                          , "aebb4392181e4fd616919ac6667e454e"
                          };

    String tmplateNo[] = {"365" //회원가입이메일인증
                         ,"391"  //회원가입완료
                         ,"366"  //회원아이디찾기
                         ,"367"  //비밀번호찾기
                         ,"368"  //회원탈퇴
                         ,"369"  //구매신청하기
                         ,"370"  //서비스문의하기
                         ,"371"  //서비스문의답변하기
                         ,"372"  //서비스문의신고하기
                         ,"373"  //비즈매칭 요청등록
                         ,"374"  //비즈매칭 매칭등록
                         ,"375"  //비즈매칭 선정
                         ,"376"  //서비스검토요청
                         ,"377"  //서비스승인요청
                         ,"378"  //서비스등록완료
                         ,"379"  //Q&A질문등록
                         ,"380"  //Q&A답변등록
                         ,"381"  //커뮤니티개설
                         ,"382"  //커뮤니티신청결과(승인)
                         ,"383"  //커뮤니티신청결과(거절)
                         ,"384"  //커뮤니티가입신청
                         ,"385"  //커뮤니티가입신청취소
                         ,"386"  //커뮤니티가입결과(승인)
                         ,"387"  //커뮤니티가입결과(거절)
                         ,"388"  //커뮤니티폐쇄(회원알림)
                         ,"389"  //커뮤니티폐쇄(관리자알림)
                         ,"390"  //EGOV표준프레임워크 호환성신청
                         ,"392"  //뉴스레터(신청) 2015-08-25
                         ,"393"  //뉴스레터(취소) 2015-08-25
                         ,"394"  //휴면계정전환안내 2015-11-10
                         ,"395"  //휴면전환처리완료안내 2015-12-02
                         ,"396"  //휴면복구완료안내 2015-12-02 미사용
                         ,"397"  //견적서요청(한국어)
                         ,"398"  //견적요청답변(한국어)
                         ,"399"  //지명입찰요청(한국어)
                         ,"400"  //지명입찰공고 응찰(한국어)
                         ,"401"  //상품변경 요청 완료
                         ,"402"  //이용실적증명발급완료_씨앗클라우드(한국어) 
                         };

    Map<String,String> templateMap = new HashMap<String,String>();

    public AutoMailTemplateNumEncrypt(){
        for(int i = 0 ; i < tmplateEnc.length; i ++){
            templateMap.put(tmplateNo[i],tmplateEnc[i]);
        }
    }

    /**
     * 템플릿번호 암호화 키 담기
     */
    public String getTemplateEncNo(String templateNo){
        return templateMap.get(templateNo);
    }
}