<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ko" xml:lang="ko">
<head>
    <title>보안등급정책</title>
</head>

<body>
    <!-- 컨텐츠영역 -->
    <h2>비밀번호 보안등급</h2>
    <ul class="blet">
        <li>불가 : 비밀번호 보안등급이 매우 취약하여 사용하실 수 없습니다. 숫자, 영문 대/소문자, 특수문자 중 최소 2가지 이상을 조합하여 만들어 주시기 바랍니다.</li>
        <li>사용 : 사용 가능하며 안전한 비밀번호 입니다.</li>
    </ul>

    <h2>안전한 비밀번호 만드는 방법</h2>
    <ul class="blet">
        <li><span class="tx_b">단순한 개인정보 사용 자제</span>
        	<br/>이메일, 생년월일, 전화번호, 휴대폰번호 등을 비밀번호에 포함하는 것은 절대로 피해 주시기 바랍니다.
        </li>
        <li><span class="tx_b">아이디와 비슷한 비밀번호 사용 자제</span><br/>
        아이디와 비밀번호를 같이 사용하거나 아이디에 있는 숫자를 비밀번호로 사용하는 것은 주위에 있는 사람뿐만 아니라 전혀 모르는 사람도 접근할 수 있으므로 자제해 주시기 바랍니다.
        </li>
        <li><span class="tx_b">연속된 숫자 사용 자제</span><br/>
        연속된 숫자나 쉬운 숫자로만 이루어진 비밀번호도 절대로 사용하지 말아주시기 바랍니다. <br/>
        (예) 111111, 222222, 123456, 09876 등
        </li>
        <li><span class="tx_red">비밀번호는 비밀번호 보안등급에 따라 3개월에 한 번씩 주기적으로 바꾸어 사용하시는 것이 안전합니다.</span></li>
    </ul>

    <h2>비밀번호 만들기</h2>
    <ul class="blet">
        <li>10~16자의 영문 대소문자, 숫자, 특수문자만 가능합니다. <br/>(사용 가능한 특수문자 32자: !”#$%&’()*+,-./:;<=>?@[\]^_`{|}~)</li>
        <li>영문, 숫자, 특수문자로 조합하시면 보다 안전합니다.</li>
        <li>비밀번호는 길수록, 그리고 문자를 많이 혼용할수록 안전합니다.</li>
    </ul>

    <h2>사용 불가능한 비밀번호</h2>
    <ul class="blet">
        <li>공백은 비밀번호로 사용이 불가능합니다.</li>
        <li>숫자/영문/특수문자 중 1가지만으로 이루어진 비밀번호는 사용이 불가능합니다.</li>
        <li>ID 및 개인정보가 포함된 비밀번호는 사용이 불가능합니다.</li>
        <li>비밀번호 변경 시 현재 사용 중인 비밀번호와 이전 비밀번호의 재사용(2개의 비밀번호를 돌려가며 사용하는것)은 불가능하며, 기존과 다른 비밀번호로 변경하셔야 합니다.</li>
    </ul>
    <!-- //컨텐츠영역 -->
</body>
</html>