<%@ page contentType="text/html;charset=utf-8" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ko" xml:lang="ko">
<head>
    <meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
    <title>개인정보 보호정책</title></head>
<body>
	
	<div class="agrAll basic">
		<div class="tab_link e4">
			<a href="/kor/userGuide/termsofuse.jsp">서비스 이용약관</a>
			<a href="/kor/userGuide/privacypolicy.jsp">개인정보 처리방침</a>
			<a href="/kor/userGuide/emailrefusecollection.jsp">이메일무단수집거부</a>
			<a href="/kor/userGuide/agreement.jsp" class="on">기본협약</a>
		</div>
		<div>
			<h3>제1장 총칙</h3>
			<h4>제1조(목적 및 협약기간)</h4>
			<ul>
				<li>① 이 협약은 「클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률」에 따라 클라우드스토어 씨앗을 통한 민간 클라우드 서비스 제공 및 이용에 관한 사항을 정하는 것을 목적으로 한다.</li>
				<li>② 이 협약기간은 체결일부터 2019년 2월28일까지이다.</li>
			</ul>
			
			<h4>제2조(정의)</h4>
			<ul>
				<li>① 이 규정에서 사용하는 용어의 정의는 다음과 같다. 
					<ul>
						<li>1. “클라우드컴퓨팅서비스(이하 ‘클라우드서비스’라 한다.)”란 「클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률」 제2조 제3항에 따른 클라우드컴퓨팅서비스로서 제공자가 클라우드스토어 씨앗을 통하여 서비스 등록을 하여 이용자에게 제공하는 클라우드서비스를 말한다.</li>
						<li>2. “이용자”란 ⌜전자정부법」제2조제2호에 따른 행정기관, 제2조제3호에 따른 공공기관, 민간기업 및 개인으로서 클라우드스토어 씨앗을 통하여 클라우드서비스를 구입하거나 구입하고자 하는 자를 말한다.</li>
						<li>3. “제공자”란 클라우드서비스를 제공하는 자로 한국정보화진흥원과 기본협약을 체결하여 클라우드스토어 씨앗을 통하여 클라우드서비스를 제공하는 자를 말한다.</li>
						<li>4. “클라우드스토어 씨앗”이란 「클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률」 제18조 제3항에 근거하여 한국정보화진흥원이 제공자가 클라우드서비스에 관한 상세정보를 등록하고, 제공자와 이용자 사이에 클라우드서비스 제공계약을 체결할 수 있도록 제공자와 이용자를 연계하기 위하여 개설한 온라인 쇼핑몰을 말한다. 도메인명은 ‘https://www.ceart.kr’로 한다.</li>
						<li>5. “서비스 수준”이란 제공자가 이용자에게 클라우드서비스를 제공함에 있어 서비스 가용성, 성능, 복구 등 클라우드서비스에 관한 품질 목표를 말한다.</li>
						<li>6. “클라우드서비스 정보(이하 ‘서비스 정보’ 라 한다.)”란 기술정보를 담은 규격서, 서비스 수준, 가격표를 표시하여 제공자가 등록하는 클라우드서비스에 대한 정보를 말한다.</li>
					</ul>
				</li>
				<li>② 본 협약서에서 사용하는 용어의 정의는 제1항에서 정한 것을 제외하고는 「국가정보화 기본법」, 「클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률」에서 정하는 바에 우선적으로 따르고, 그 외 관련법령 및 고시에서 정하는 바에 따른다.</li>
			</ul>

			<h3>제2장 한국정보화진흥원</h3>
			<h4>제3조(한국정보화진흥원의 역할)</h4>
			<ul>
				<li>① 한국정보화진흥원은 이용자의 효율적 클라우드서비스 이용환경 조성과 제공자의 원활한 클라우드서비스 제공, 클라우드컴퓨팅 산업의 공정한 경쟁 환경 조성 등 클라우드컴퓨팅의 도입·이용 활성화, 안전한 이용환경 조성을 지원하기 위해 클라우드스토어 씨앗을 운영한다.</li>
				<li>② 한국정보화진흥원은 제공자 및 제공자가 제공하는 클라우드서비스의 등록과 해지, 제공자 및 클라우드서비스의 정보 제공,  클라우드서비스 모니터링 및 평가, 이용자와 제공자간 계약지원을 담당한다.</li>
				<li>③ 한국정보화진흥원은 이용자의 클라우드서비스 구매 및 평가에 관한 업무를 대행할 수 있다.</li>
			</ul>
			
			<h4>제4조(한국정보화진흥원의 의무)</h4>
			<ul>
				<li>① 한국정보화진흥원은 클라우드스토어 씨앗을 통한 제공자와 이용자에 관한 자료 보관의 의무가 있다. 
					<ul>
						<li>1. 제공자의 기업정보, 클라우드서비스에 대한 정보는 등록일로부터 3년간 보관한다.</li>
						<li>2. 이용자의 클라우드서비스 평가, 구매에 관한 자료는 평가일로부터 3년간 보관한다.</li>
					</ul>
				</li>
				<li>② 한국정보화진흥원은 이용자의 클라우드서비스 이용 만족도를 정기적으로 조사하여야 한다.</li>
			</ul>
			
			<h4>제5조(모니터링)</h4>
			<ul>
				<li>① 한국정보화진흥원은 제공자가 제시한 서비스 수준의 준수여부와 제9조 제2, 3항이 준수되는지 모니터링 할 수 있다.</li>
				<li>② 한국정보화진흥원이 1항의 내용을 모니터링 하는데 제공자는 적극 협조하여야 한다.</li>
				<li>③ 한국정보화진흥원은 모니터링 결과 클라우드서비스의 수준이 제공자가 제시한 서비스 수준에 미달하여 지속적인 클라우드서비스 제공이 불가능하다고 판단되는 경우 해당 제공자와의 협약을 해지 할 수 있다.</li>
			</ul>

			<h3>제3장 제공자</h3>
			<h4>제6조(제공자의 역할)</h4>
			<ul>
				<li>① 제공자는 한국정보화진흥원과 협약을 체결하고, 클라우드스토어 씨앗에 클라우드서비스를 등록한 후 이용자에게 클라우드서비스를 제공하여야 한다.</li>
				<li>② 제공자가 이용자에게 클라우드서비스를 공급하는 경우에는 별도 개별계약을 체결하여야 한다.</li>
			</ul>
			
			<h4>제7조(제공자 등록)</h4>
			<ul>
				<li>① 클라우드서비스를 제공하려는 자는 한국정보화진흥원에 다음 각 호에 해당하는 정보를 포함하여 제공자 등록신청을 하여야 한다. 
					<ul>
						<li>1. 등기부등본사본(법인업체만 해당)</li>
						<li>2. 벤처기업증명서 사본(벤처기업인 경우만 해당)</li>
						<li>3. 중소기업청의 직접생산증명서(중소기업인 경우만 해당)</li>
						<li>4. 기업신용평가등급확인서</li>
						<li>5. 최근 3년간 재무제표</li>
					</ul>
				</li>
				<li>② 한국정보화진흥원은 제공자 등록신청을 받은 후 30일 이내에 등록신청에 대한 승인여부를 결정하여야 한다. 단, 다음 각 호에 해당하는 경우에는 제공자 등록을 거부할 수 있다. 
					<ul>
						<li>1. 국가를 당사자로 하는 계약에 관한 법률 제 제27조제1항에 따라 부정당업자로 지정된 자</li>
						<li>2. 제15조 3항에 따라 기본협약의 체결이 금지된 자</li>
						<li>3. 기업정보나 서비스 정보를 허위로 기재한 경우</li>
						<li>4. 구체적 증거자료의 제시 없이 이용자나 한국정보화진흥원을 비방하거나 허위사실을 유포하여 업무를 방해한 경우</li>
						<li>5. 정당한 이유 없이 사실 확인을 위한 관련 자료의 제출을 거부하거나 지연하는 경우</li>
					</ul>
				</li>
				<li>③ 제공자 등록이 승인된 자는 한국정보화진흥원과 이 협약을 체결하여 제공자 등록을 완료하여야 한다. </li>
				<li>④ 한국정보화진흥원은 클라우드스토어 씨앗에 제공자의 기본정보를 공개할 수 있다. 기본정보에 포함될 내용은 별도로 정한다.</li>
			</ul>
			
			<h4>제8조(제공자의 권한)</h4>
			<ul>
				<li>① 제공자는 클라우드스토어 씨앗에 클라우드서비스를 등록하고 제공하거나 등록한 클라우드서비스의 등록을 철회할 수 있다.</li>
				<li>② 제공자는 서비스 정보의 범위에 해당하지 않는 구매 요청을 거부할 수 있다.</li>
				<li>③ 제공자는 이용자와 서비스 정보의 해석을 달리하는 경우 한국정보화진흥원에 중재를 요청할 수 있다.</li>
			</ul>
			
			<h4>제9조(제공자의 의무)</h4>
			<ul>
				<li>① 제공자는 합리적인 이유 없이 이용자의 클라우드서비스 제공요구를 거절하여서는 아니 된다.</li>
				<li>② 제공자는 서비스 정보에 명시된 서비스 수준을 준수하여야 한다.</li>
				<li>③ 제공자는 「클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률」 제23조에 따른 안정성 및 정보의 신뢰성을 확보하기 위한 보호조치를 하여야 한다.</li>
				<li>④ 제공자는 서비스 정보에서 정한 가격 이하로 이용자와 개별계약을 체결하여야 한다.</li>
				<li>⑤ 제공자는 클라우드서비스가 정상적인 상태를 유지하지 못하게 되는 경우 즉시 한국정보화진흥원과 이용자에게 전화 및 전자우편으로 알려야 한다.</li>
				<li>⑥ 제공자는 「클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률」 제12조 제2항과 「국가정보화 기본법」 제3조 제3항, 제10항에 따른 국가기관, 지방자치단체 및 공공기관에 해당하는 이용자와 개별계약이 체결되는 경우 체결일로부터 10일 이내에 계약서를 클라우드스토어 씨앗에 등록하여야 한다.</li>
			</ul>

			<h4>제10조(클라우드서비스 등록)</h4>
			<ul>
				<li>① 한국정보화진흥원과 협약을 체결한 제공자는 클라우드스토어 씨앗에 클라우드서비스를 등록할 수 있다.</li>
				<li>② 제공자는 클라우드서비스 등록 신청 시 제2조1항6호에 해당하는 내용을 한국정보화진흥원에 제출하여야 한다.</li>
				<li>③ 한국정보화진흥원은 등록신청을 받은 후 30일 이내에 등록신청에 대한 승인여부를 결정하여야 한다. 단, 다음 각 호의 경우 한국정보화진흥원은 제공자의 클라우드서비스 등록을 거부할 수 있다. 
					<ul>
						<li>1. 서비스 정보의 내용을 허위로 기재한 경우</li>
						<li>2. 클라우드서비스 제공에 있어 타 법률을 위반하는 경우</li>
						<li>3. 제공자가 클라우드서비스를 제공하기에 유효한 라이선스를 확보하지 못한 경우</li>
						<li>4. 기타 한국정보화진흥원이 클라우드서비스 등록이 적절하지 않다고 판단하는 경우</li>
					</ul>
				</li>
				<li>④ 한국정보화진흥원은 제공자가 등록 신청한 클라우드서비스를  승인한 경우 클라우드스토어 씨앗에 등록한다.</li>
			</ul>
			
			<h4>제11조(서비스 정보)</h4>
			<ul>
				<li>① 제공자는 클라우드서비스 등록일부터 서비스 정보를 계속 유지하고, 공개하여야 한다.</li>
				<li>② 한국정보화진흥원은 제공자의 서비스 정보를 공개할 수 있다.</li>
				<li>③ 제공자는 기본협약 기간 동안 서비스 정보의 내용 중 가격을 제외한 제품정보를 변경할 수 없다. 이 때 제품의 가격은 인하만이 가능하다. 단, 제공자는 서비스 정보 변경 이후에 새로이 체결하는 클라우드서비스 공급 계약부터 변경된 가격정보에 따라 계약을 체결할 수 있다.</li>
			</ul>
			
			<h4>제12조(기업정보의 제공)</h4>
			<ul>
				<li>① 제공자는 한국정보화진흥원이 요구 시에 기업의 재무제표, 경영정보 등 최근 3년간의 정확한 정보를 30일 이내에 한국정보화진흥원에 제공하여야 한다.</li>
				<li>② 한국정보화진흥원은 제1항에 따라 제공받은 기업정보를 이용자의 정확한 구매판단을 돕기 위하여 이용자에게 이를 제공할 수 있다.</li>
				<li>③ 한국정보화진흥원은 제1항에 따라 제공받은 기업정보를 이용자 이외의 제3자에게 공개하지 않아야 한다. 단, 법령에 근거하여 타 기관에 제공하는 경우는 예외로 한다.</li>
				<li>④ 한국정보화진흥원은 제공자와 클라우드서비스에 관한 정보를 조달청에 제공할 수 있다.</li>
			</ul>


			<h3>제4장 운영</h3>
			<h4>제13조(브랜드 이용)</h4>
			<ul>
				<li>① 클라우드서비스를 등록한 제공자는 웹사이트, 인쇄물에 클라우드스토어 씨앗 공급여부를 표시할 수 있다.</li>
				<li>② 제공자는 클라우드스토어 씨앗에 등록하지 않은 클라우드서비스를 등록한 것으로 해석될 수 있는 표시를 해서는 안 된다. 한국정보화진흥원은 제공자가 이를 준수하지 않아 발생한 손해에 대해 손해배상을 청구할 수 있다.</li>
				<li>③ 한국정보화진흥원은 제공자가 클라우드스토어 씨앗 브랜드를 이용하여 발생하는 모든 손해배상이나 위반, 저작권 침해 등의 문제에 대해 책임은 부담하지 아니한다. 한국정보화진흥원이 제공자의 클라우드스토어 씨앗 브랜드 이용행위로 인하여 손해를 입은 경우 제공자에 대하여 그 손해를 구상할 수 있다.</li>
			</ul>

			<h4>제14조(기간만료 및 중지)</h4>
			<ul>
				<li>① 한국정보화진흥원의 별도의 협약 체결이나 종료에 대한 의사표시가 없는 경우 본 협약은 자동으로 1년간 연장된다.</li>
				<li>② 이 협약이 만료되더라도 제공자와 이용자가 체결한 클라우드서비스 계약은 계약기간동안 유효하다.</li>
				<li>③ 한국정보화진흥원이 이 협약을 종료하고자 하는 경우 3개월 이전에 클라우드스토어 씨앗에 게시하여 협약 종료일을 알리고 협약을 종료할 수 있다.</li>
			</ul>
				
			<h4>제15조(해지)</h4>
			<ul>
				<li>① 한국정보화진흥원은 다음 각 호의 사유가 있는 경우 협약을 해지할 수 있다. 이 경우 제공자는 한국정보화진흥원 및 이용자에 대하여 손해배상을 청구하지 못한다. 
					<ul>
						<li>1. 제공자에게 제7조 제2항에서 정하는 제공자 등록 거부 사유가 있는 경우</li>
						<li>2. 제공자가 제9조를 위반하여 한국정보화진흥원으로부터 2차례 시정 요구를 받았음에도 이를 시정하지 않는 경우</li>
						<li>3. 제공자가 제13조 제2항에 해당하여 한국정보화진흥원으로부터 2차례 시정 요구를 받았음에도 이를 시정하지 않는 경우</li>
					</ul>
				</li>
				<li>② 제공자는 제1항에 의하여 협약이 해지되는 경우 클라우드서비스 제공자 지위도 상실한다.</li>
				<li>③ 제1항에 따라 협약이 해지된 제공자는 해지일로부터 1년간 한국정보화진흥원과 이 협약을 체결할 수 없다.</li>
				<li>④ 제공자는 기본협약을 유지할 수 없다고 판단할 경우 이 협약 및 개별계약을 해지할 수 있다. 
					<ul>
						<li>1. 제공자는 해지예정일 60일 전에 이용자에게 기본협약의 해지를 통보하여야 한다.</li> 
						<li>2. 제공자는 서비스 종료 60일 전에 한국정보화진흥원과 이용자에게 클라우드서비스의 서비스 종료를 통보하여야 한다.</li>
						<li>3. 기본협약, 개별계약의 해지에 따라 서비스를 중단하는 경우 이용자에 대한 손해배상은 개별계약에 따른다.</li>
					</ul>
				</li>
				<li>⑤ 이용자는 제공받은 서비스가 서비스 정보의 서비스 수준 목표에 미흡하거나 다를 경우 제공자에게 계약의 해지를 요구할 수 있다.</li>
			</ul>
				
				
			<h4>제16조(데이터의 이전 및 말소)</h4>
			<ul>
				<li>① 제공자는 개별 클라우드서비스 계약 개시일부터 서비스 계약 종료 후 30일 후까지 클라우드서비스에 저장된 데이터를 보존하여야 한다. 제공자는 이용자의 데이터 이전 및 말소에 최대한 협력하여야 한다.</li>
				<li>② 한국정보화진흥원은 제공자가 처리한 데이터 말소처리 절차 및 처리결과를 점검 및 확인할 수 있다.</li>
			</ul>
			
			<h4>제17조(분쟁해결)</h4>
			<p>한국정보화진흥원과 제공자간 이 협약에 따른 분쟁은 한국정보화진흥원의 소재지 관할법원으로 한다.</p>
			
			<h4>제18조(부패방지)</h4>
			<ul>
				<li>① 한국정보화진흥원은 제공자의 선정, 공급하는 클라우드서비스의 평가, 모니터링, 분쟁의 관리 등 업무 전반에 걸쳐 부정청탁 및 금품 등 수수의 금지에 관한 법률을 준수하여야 한다.</li>
				<li>② 제공자는 제공자 등록, 기본협약 체결, 입찰, 서비스 운영 등 클라우드스토어 씨앗 및 이용자와 관련된 모든 업무에 대해 「부정청탁 및 금품 등 수수의 금지에 관한 법률」을 준수하여야 한다.</li>
			</ul>
			
			<h4>제19조(데이터 보호 및 공개)</h4>
			<ul>
				<li>① 제공자는 서비스를 제공하고 데이터를 보관하는 의무기간 동안 「클라우드컴퓨팅 발전 및 이용자 보호에 관한 법률」 제27조를 준수하여야 한다.</li>
				<li>② 한국정보화진흥원은 이 협약, 제공자 및 이용자 관리를 통하여 확보한 데이터 및 정보를 누출하여서는 아니 된다. 단, 정기적으로 발표하는 공개 보고서의 작성 등 고유의 업무상 필요한 부분은 그러하지 아니 하다.</li>
			</ul>
		
		</div>
	</div>
</body>
</html>