<%@ page contentType="text/html;charset=utf-8" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ko" xml:lang="ko">
<head>
    <meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
    <title>개인정보 보호정책</title></head>
<body>

	<div class="agrAll pri">
		<div class="tab_link e4">
			<a href="/kor/userGuide/termsofuse.jsp">서비스 이용약관</a>
			<a href="/kor/userGuide/privacypolicy.jsp" class="on">개인정보 처리방침</a>
			<a href="/kor/userGuide/emailrefusecollection.jsp">이메일무단수집거부</a>
			<a href="/kor/userGuide/agreement.jsp">기본협약</a>
		</div>
		
		<div>
			<h3>개인정보 처리방침</h3><br/>
			<p style="margin-left: 20px;text-indent: 0px;">클라우드스토어 씨앗은 개인정보보호법 등 관련 법령상의 개인정보보호 규정을 준수하며, 개인정보 처리방침은 아래와 같습니다. </p>
			<p style="margin-left: 20px;text-indent: 0px;">위 개인정보 처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전 고지할 것입니다.</p>
			<br/>
			<p><strong>제1조 개인정보의 처리 목적</strong></p>
			<ul>
				<li>
					클라우드스토어 씨앗은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 것입니다. 
					<br/><br/>
					클라우드스토어 씨앗 회원관리 
					<br/>
					(회원가입 및 회원제 서비스 이용 및 제한적 본인 확인제에 따른 가입승인 메일발송, 행사 안내 등을 목적으로 개인정보를 처리합니다.)
				</li>
			</ul>
			<p><strong>제2조 개인정보의 처리 및 보유기간</strong></p>
			<ul>
				<li>
					개인정보 처리 및 보유 기간은 다음과 같습니다.
					<ul>
						<li>
							- 개인정보 파일명 : 클라우드스토어 씨앗 회원정보<br/>
							- 보유근거 : 회원가입 시 개인정보처리지침 동의<br/>
							- 보유기간 : 회원탈퇴 전까지
						</li>
					</ul>
				</li>
			</ul>
			<p><strong>제3조 개인정보의 제3자 제공에 관한 사항</strong></p>
			<ul>
				<li>
					"클라우드스토어 씨앗"은 원칙적으로 이용자의 개인정보를 제1조(개인정보의 처리목적)에서 명시한 범위 내에서 처리하며, 이용자의 사전 동의 없이 본래의 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.
					<br/><br/>
					다만, 다른 법률에 특별한 규정이 있는 경우 또는 범죄의 수사와 같이 개인정보보호법 제18조에 해당되는 경우는 예외로 처리됩니다.
					<br/><br/>
					제3자 제공시 제공 받는 자(기관), 제공 근거 및 목적, 제공하는 개인정보의 항목, 제공 받는 자(기관)의 개인정보 보유 및 이용 기간에 관하여 고지하겠습니다.
				</li>
			</ul>
			<p><strong>제4조 개인정보처리의 위탁에 관한 사항</strong></p>
			<ul>
				<li>
					* 위탁내용
					<ul>
						<li>
							- 클라우드스토어 씨앗 회원 정보에 대한 오류수정 및 유지보수에 따른 개인정보 취급에 관한 기술적 조치 이행
						</li>
					</ul>
					* 위탁항목
					<ul>
						<li>
							- 클라우드스토어 씨앗은 위탁계약 등을 통하여 서비스 제공자의 개인정보보호 관련 법규의 준수, 개인정보에 관한 비밀유지, 개인정보에 관한 제3자 제공 금지 및 책임부담 등을 명확히 규정하고 서면 및 전자 보관하고 있습니다. 업체 변경 시 공지사항 및 개인정보 처리방침을 통해 고지하겠습니다.
						</li>
					</ul>
					* 위탁처리현황
					<ul>
						<li>
							1. 수탁업체명 : (주)아이엔소프트<br/>
							2. 주소 : 서울특별시 영등포구 경인로 775 5층 504호 (문래동 에이스하이테크씨티)<br/>
							3. 연락처 : 02)6309-5743<br/>
							4. 근무시간 : 09:00~18:00
						</li>
					</ul>
				</li>
			</ul>
			<p><strong>제5조 정보주체의 권리․의무 및 그 행사방법에 관한 사항</strong></p>
			<ul>
				<li>
					정보주체는 클라우드스토어 씨앗에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
					<ul>
						<li>
							- 개인정보 열람요구<br/>
							- 오류 등이 있을 경우 정정 요구<br/>
							- 삭제요구<br/>
							- 처리정지 요구
						</li>
					</ul>
					위에 따른 권리 행사는 클라우드스토어 씨앗에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 이에 대해 지체없이 조치하겠습니다. 
					<br/><br/>
					정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다. 
					<br/><br/>
					위 사항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다. 
					<br/><br/>
					정보주체는 개인정보 보호법 등 관계법령을 위반하여 클라우드스토어 씨앗이 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 안됩니다.
				</li>
			</ul>
			<p><strong>제6조 처리하는 개인정보 항목</strong></p>
			<ul>
				<li>
					클라우드스토어 씨앗은 법령의 규정과 정보주체의 동의에 의해서만 개인정보를 처리합니다. 
					클라우드스토어 씨앗이 처리하고 있는 개인정보는 다음과 같습니다.
					<ul>
						<li>
							1. 홈페이지 회원가입 및 관리
							<ul>
								<li>
									- 필수항목: 이름, 아이디, 비밀번호, 이메일<br/>
									- 선택항목: 전화번호
								</li>
							</ul>
							2. 민원사무 처리
							<ul>
								<li>
									- 필수항목 : 이름, 이메일, 전화번호<br/>
									- 선택항목 : 생년월일, 주소
								</li>
							</ul>
							3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.
							<ul>
								<li>
									-IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<p><strong>제7조 개인정보의 파기 절차 및 방법</strong></p>
			<ul>
				<li>
					이용자의 개인정보는 개인정보수집 및 이용 목적이 만료되면 지체없이 파기합니다. 
					<br/><br/>
					개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다. 
					<br/><br/>
					정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보(또는 개인정보파일)을 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 
					<br/><br/>
					개인정보 파기의 절차 및 방법은 다음과 같습니다.
					<ul>
						<li>
							- 파기절차
							<ul>
								<li>
									클라우드스토어 씨앗은 파기하여야 하는 개인정보(또는 개인정보파일)에 대해 개인정보 파기계획을 수립하여 파기합니다. 파기시, 파기 사유가 발생한 개인정보(또는 개인정보파일)를 선정하고, 개인정보 보호책임자의 승인을 받아 개인정보(또는 개인정보파일)을 파기합니다.
								</li>
							</ul>
							- 파기방법
							<ul>
								<li>
									클라우드스토어 씨앗에서 처리하는 개인정보를 파기할 때에는 다음의 방법으로 파기 합니다.
									<ul>
										<li>
											- 가. 전자적 파일 형태인 경우: 복원이 불가능한 방법으로 영구삭제<br/>
											- 나. 전자적 파일의 형태 외의 기록물, 인쇄물, 서면, 그 밖의 기록매체인 경우: 파쇄 또는 소각
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<p><strong>제8조 개인정보의 안전성 확보 조치</strong></p>
			<ul>
				<li>
					클라우드스토어 씨앗은 「개인정보보호법」 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다. 
					<ul>
						<li>
							- 내부관리계획의 수립 및 시행은 ‘개인정보의 안전성 확보조치 기준’(행정안전부고시 제2011 - 제43호)에 의거하여 내부관리계획(’11.9.30)을 수립 및 시행합니다. 
							<br/>
							- 개인정보취급자의 지정을 최소화하고 정기적인 교육을 시행하고 있습니다. 
							<br/>
							- 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근을 통제하고 있으며 또한 권한 부여, 변경 또는 말소에 대한 내역을 기록하고, 그 기록을 최소 3년간 보관하고 있습니다. 
							<br/>
							- 개인정보처리시스템에 접속한 기록(웹 로그, 요약정보 등)을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 관리하고 있습니다. 
							<br/>
							- 이용자의 개인정보는 암호화 되어 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등의 별도 보안기능을 사용하고 있습니다. 클라우드스토어 씨앗은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신ㆍ점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적, 물리적으로 감시 및 차단하고 있습니다. 
							<br/>
							- 개인정보를 보관하고 있는 개인정보시스템의 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
						</li>
					</ul>
				</li>
			</ul>
			<p><strong>제9조 개인정보 보호책임관 및 담당자 연락처</strong></p>
			<ul>
				<li>
					클라우드스토어 씨앗은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
					<ul>
						<li>
							* 개인정보보호 책임자
							<ul>
								<li>
									- 담당부서 : 한국정보화진흥원 경영기획실<br/>
									- 성명 : 금봉수 실장<br/>
									- 전화 : 053-230-1100<br/>
									- 이메일 : keumbs@nia.or.kr 
								</li>
							</ul>
						</li>
					</ul>
					<ul>
						<li>
							* 개인정보보호 분야별 책임자
							<ul>
								<li>
									- 담당부서 : 한국정보화진흥원 기술지원본부<br/>
									- 성명 : 이영로 본부장<br/>
									- 전화 : 053-230-1700<br/>
									- 이메일 : lyr@nia.or.kr 
								</li>
							</ul>
						</li>
					</ul>
					<ul>
						<li>
							* 개인정보보호 담당자
							<ul>
								<li>
									- 담당부서 : 한국정보화진흥원 클라우드팀<br/>
									- 성명 : 최인숙<br/>
									- 전화 : 053-230-1744<br/>
									- 이메일 : cis@nia.or.kr
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<p><strong>제10조 개인정보 처리방침의 변경</strong></p>
			<ul>
				<li>
					개인정보 처리방침 변경으로 위 개인정보 처리방침은 2017.02.06일부터 적용됩니다. 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
				</li>
			</ul>
			<p><strong>제11조 권익침해 구제방법</strong></p>
			<ul>
				<li>
					정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.
					<ul>
						<li>
							- 개인정보침해신고센터: (국번없이) 118 (privacy.kisa.or.kr) <br/>
                            - 개인정보분쟁조정위원회 1833-6972  (www.kopico.go.kr) <br/>
                            - 대검찰청 사이버범죄수사단 :  (국번없이) 1301 (www.spo.go.kr, cybercid@spo.go.kr) <br/> 
                            - 경찰청 사이버안전국 :  (국번없이) 182 (cyberbureau.police.go.kr)
						</li>
					</ul>
				</li>
			</ul>
		</div>
		
		<!-- 	
		<div>
			<h3>개인정보 수집ㆍ이용 항목 및 목적</h3>
			<p><strong>가.</strong> 회사가 개인정보를 수집하는 목적은 이용자의 신분과 서비스 이용의사를 확인하여 최적화되고 맞춤화된 서비스를 제공하기 위함입니다. 회사는 최초 회원가입 시 서비스 제공을 원활하게 하기 위해 필요한 최소한의 정보만을 수집하고 있으며 회사가 제공하는 서비스 이용에 따른 필요한 정보를 추가로 수집할 수 있습니다.</p>
			<p><strong>나.</strong> 회사는 개인정보를 수집ㆍ이용목적 이외에 다른 용도로 이를 이용하거나 이용자의 동의 없이 제3자에게 이를 제공하지 않습니다.</p>
			<p><strong>다.</strong> 회사는 다음과 같은 목적으로 개인정보를 수집하여 이용할 수 있습니다. 다만, 전자상거래 등에서의 소비자보호에 관한 법률, 국세기본법, 전자금융거래법 등 관련법령에 따라 주민등록번호 및 은행 계좌번호의 수집 보관이 불가피한 경우에는 이용자에게 고지하여 해당 정보를 수집할 수 있습니다.</p>
			<ul>
				<li>1) 구매회원
					<ul>
						<li> - 아이디, 비밀번호, 이름,국가,성별, 생년원일,전화번호,휴대번호,이메일 주소, 주소, 관심분야 : 회사가 제공하는 서비스의 이용에 따르는 본인확인, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
						<li>- 회사명, 회사 대표자 이름,사업자등록번호, 회사 대표번호,회사 팩스, 회사 이메일 주소,회사URL회사 주소: 사업자 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
					</ul>
				</li>
				<li>
					2) 판매회원 (개인) 
					<ul>
						<li>- 아이디, 비밀번호, 이름,국가,성별, 생년원일,전화번호,휴대번호,이메일 주소, 주소, 관심분야 : 회사가 제공하는 서비스의 이용에 따르는 본인확인, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등
						<li>- 회사명, 회사 대표자 이름, 사업자등록번호, 회사 대표번호,회사 팩스, 회사 이메일 주소,회사URL회사 주소 : 사업자 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
						<li>- 스토어명, 스토어 소개,개인 이름,전화번호,이메일 주소, URL(홈/블러그) : 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
					</ul>
				</li>
				<li>
					3) 판매회원 (기업)
					<ul>
						<li>- 아이디, 비밀번호, 이름, 국가, 성별, 생년원일,전화번호,휴대번호,이메일 주소, 주소, 관심분야 : 회사가 제공하는 서비스의 이용에 따르는 본인확인, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
						<li>- 회사명, 회사 대표자 이름, 사업자등록번호, 회사 대표번호,회사 팩스, 회사 이메일 주소,회사URL회사 주소 : 사업자 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
						<li>- 다국어판매 정보의 회사명, 회사 소개,담당자,회사 대표번호,회사 이메일 주소,회사 URL : 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
					</ul>
				</li>
				<li>
					4) 부가서비스
					<ul>
						<li>- 닉네임 : 커뮤니티 가입</li>
					</ul>
				</li>
				<li>5) 기타</li>
				<li>
					6) 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
					<ul>
						<li> - IP Address, 가입 일시,탈퇴 일시,방문 일시, 서비스 이용 기록 : 부정 이용 방지, 비인가 사용 방지, 신규 서비스 개발 및 맞춤서비스 제공 등</li>
					</ul>
				</li>
			</ul>
			
			<p><strong>라.</strong> 회사는 이용자의 개인정보를 수집할 경우 반드시 이용자의 동의를 얻어 수집하며, 이용자의 기본적 인권을 침해할 우려가 있는 인종, 출신지, 본적지, 사상, 정치적 성향, 범죄기록, 건강상태 등의 정보는 이용자의 동의 또는 법령의 규정에 의한 경우 이외에는 수집하지 않습니다.</p>
			<p><strong>마.</strong> 만 14세 미만 아동의 개인정보는 법정대리인의 동의를 얻은 경우에 수집•이용할 수 있습니다. 이 경우 회사는 법정대리인의 이름, 생년월일, 전화번호,휴대번호, 이메일주소, 주소를 수집할 수 있습니다.</p>
			<p><strong>바.</strong> 회사는 다음과 같은 방법으로 개인정보를 수집할 수 있습니다.</p>
			<ul>
				<li>1) 홈페이지, 모바일 어플리케이션, 모바일웹페이지, 서면, 팩스, 전화, 고객센터 문의하기, 이벤트 응모</li>
				<li>2) 생성정보 수집 툴을 통한 자동 수집</li>
			</ul>

			<h3>개인정보의 보유기간 및 이용기간</h3>
			<p>회사는 이용자의 개인정보를 원칙적으로 고지 및 약정한 기간 동안 보유 및 이용하며 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.</p> 
			<p><strong>가.</strong> 관련법령에 의한 정보보유 사유</p>
			<ul>
				<li>상법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 법령에서 규정한 일정한 기간 동안 이용자 개인정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
					<ul>
						<li>① 계약 또는 청약철회 등에 관한 기록 
							<ul>
								<li>ㆍ보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조</li>
								<li>ㆍ보존기간 : 5년</li>
							</ul>
						</li>
						<li>② 대금결제 및 재화 등의 공급에 관한 기록
							<ul>
								<li>ㆍ보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조</li>
								<li>ㆍ보존기간 : 5년</li>
							</ul>
						</li>
						<li>③ 소비자의 불만 또는 분쟁처리에 관한 기록 
							<ul>
								<li>ㆍ보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조</li>
								<li>ㆍ보존기간 : 3년</li>
							</ul>
						</li>
						<li>④ 접속에 관한 기록
							<ul>
								<li>ㆍ보존이유 : 통신비밀보호법 제15조의2 및 시행령 제41조</li>
								<li>ㆍ보존기간 : 3개월</li>
							</ul>
						</li>
						<li>⑤ 부정거래기록 
							<ul>
								<li>ㆍ보존이유 : 부정거래의 배제 등 회사 방침에 의한 보존</li>
								<li>ㆍ보존기간 : 5년</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
			<p><strong>나.</strong> 수집된 개인정보의 보유ㆍ이용기간은 서비스 이용계약 체결(회원가입)시부터 서비스 이용계약 해지(탈퇴신청, 직권탈퇴 포함)입니다. 또한 동의 해지 시 회사는 이용자의 개인정보를 상기 명시한 정보보유 사유에 따라 일정 기간 저장하는 자료를 제외하고는 지체 없이 파기하며 개인정보취급이 제3자에게 위탁된 경우에는 수탁자에게도 파기하도록 지시합니다.</p>
			<p><strong>다.</strong> 씨앗마켓에서 거래기록이 없을 시, 서비스 미이용자의 개인정보는 ‘정보통신망 이용촉진 및 정보보호등에 관한 법률 제29조’ 에 근거하여 이용자에게 사전통지하고 개인정보를 파기하거나 별도로 분리하여 저장 관리합니다. 단, 통신비밀보호법, 전자상거래 등에서의 소비자보호에 관한 법률 등의 관계법령의 규정에 의하여 보존할 필요가 있는 경우 관계법령에서 규정한 일정한 기간 동안 이용자 개인정보를 보관합니다.</p>			
		</div>
		 -->
	</div>

</body>
</html>