<%@ page contentType="text/html;charset=UTF-8"%>
<html lang="ko">
<head>
<title>회원가입: 홈 > 회원 > 회원가입 > 개인정보 수집ㆍ이용 항목 및 목적</title>
</head>

<body>
<div style="display: block; overflow-y: scroll; height: 100%; width: 100%; line-height: 180%; margin: 0 0 20px; padding: 10px; font-size: 14px;">
<dl>
							<dt>개인정보 수집ㆍ이용 항목 및 목적</dt>
							<dd>
								<ul class="step-cont">
									<li><strong>가.</strong> 회사가 개인정보를 수집하는 목적은 이용자의 신분과 서비스 이용의사를 확인하여 최적화되고 맞춤화된 서비스를 제공하기 위함입니다. 회사는 최초 회원가입 시 서비스 제공을 원활하게 하기 위해 필요한 최소한의 정보만을 수집하고 있으며 회사가 제공하는 서비스 이용에 따른 필요한 정보를 추가로 수집할 수 있습니다.</li>
									<li><strong>나.</strong> 회사는 개인정보를 수집ㆍ이용목적 이외에 다른 용도로 이를 이용하거나 이용자의 동의 없이 제3자에게 이를 제공하지 않습니다.</li>
									<li><strong>다.</strong> 회사는 다음과 같은 목적으로 개인정보를 수집하여 이용할 수 있습니다. 다만, 전자상거래 등에서의 소비자보호에 관한 법률, 국세기본법, 전자금융거래법 등 관련법령에 따라 주민등록번호 및 은행 계좌번호의 수집 보관이 불가피한 경우에는 이용자에게 고지하여 해당 정보를 수집할 수 있습니다.

										<ul>
											<li>1) 구매회원
												<ul>
													<li>- 아이디, 비밀번호, 이름,국가,성별, 생년원일,전화번호,휴대번호,이메일 주소, 주소, 관심분야 : 회사가 제공하는 서비스의 이용에 따르는 본인확인, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
													<li>- 회사명, 회사 대표자 이름,사업자등록번호, 회사 대표번호,회사 팩스, 회사 이메일 주소,회사URL회사 주소: 사업자 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
												</ul>
											</li>
											<li>2) 판매회원 (개인)
												<ul>
													<li>- 아이디, 비밀번호, 이름,국가,성별, 생년원일,전화번호,휴대번호,이메일 주소, 주소, 관심분야 : 회사가 제공하는 서비스의 이용에 따르는 본인확인, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
													<li>- 회사명, 회사 대표자 이름, 사업자등록번호, 회사 대표번호,회사 팩스, 회사 이메일 주소,회사URL회사 주소 : 사업자 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
													<li>- 스토어명, 스토어 소개,개인 이름,전화번호,이메일 주소, URL(홈/블러그) : 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
												</ul>
											</li>
											<li>3) 판매회원 (기업)
												<ul>
													<li>- 아이디, 비밀번호, 이름, 국가, 성별, 생년원일,전화번호,휴대번호,이메일 주소, 주소, 관심분야 : 회사가 제공하는 서비스의 이용에 따르는 본인확인, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
													<li>- 회사명, 회사 대표자 이름, 사업자등록번호, 회사 대표번호,회사 팩스, 회사 이메일 주소,회사URL회사 주소 : 사업자 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와 고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
													<li>- 다국어판매 정보의 회사명, 회사 소개,담당자,회사 대표번호,회사 이메일 주소,회사 URL : 회원 서비스 제공, 거래의 원활한 진행, 본인의사의 확인, 민원사항처리, 새로운 서비스 및 서비스 정보와고지사항의 안내, 커뮤니케이션, 회원의 서비스 이용 통계 및 설문, 서비스와 경품 배송을 위한 배송지 확인 등</li>
												</ul>
											</li>
											<li>4) 부가서비스
												<ul>
													<li>- 닉네임, :커뮤니티 가입</li>
												</ul>
											</li>
											<li>5) 기타</li>
											<li>6) 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
												<ul>
													<li>- IP Address, 가입 일시,탈퇴 일시,방문 일시, 서비스 이용 기록 : 부정 이용 방지, 비인가 사용 방지, 신규 서비스 개발 및 맞춤서비스 제공 등</li>
												</ul>
											</li>
										</ul>									
									</li>
									<li><strong>라.</strong> 회사는 이용자의 개인정보를 수집할 경우 반드시 이용자의 동의를 얻어 수집하며, 이용자의 기본적 인권을 침해할 우려가 있는 인종, 출신지, 본적지, 사상, 정치적 성향, 범죄기록, 건강상태 등의 정보는 이용자의 동의 또는 법령의 규정에 의한 경우 이외에는 수집하지 않습니다.</li>
									<li><strong>마.</strong> 만 14세 미만 아동의 개인정보는 법정대리인의 동의를 얻은 경우에 수집•이용할 수 있습니다. 이 경우 회사는 법정대리인의 이름, 생년월일, 전화번호,휴대번호, 이메일주소, 주소를 수집할 수 있습니다.</li>
									<li><strong>바.</strong> 회사는 다음과 같은 방법으로 개인정보를 수집할 수 있습니다.
										<ul>
											<li>1) 홈페이지, 모바일 어플리케이션, 모바일웹페이지, 서면, 팩스, 전화, 고객센터 문의하기, 이벤트 응모</li>
											<li>2) 생성정보 수집 툴을 통한 자동 수집</li>
										</ul>
									</li>
								</ul>
							</dd>
							<dt>개인정보의 보유기간 및 이용기간</dt>
							<dd>회사는 이용자의 개인정보를 원칙적으로 고지 및 약정한 기간 동안 보유 및 이용하며 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
								<ul class="step-cont">
									<li><strong>가.</strong> 관련법령에 의한 정보보유 사유<br />상법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 법령에서 규정한 일정한 기간 동안 이용자 개인정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
										<ul>
											<li>① 계약 또는 청약철회 등에 관한 기록
												<ul>
													<li>ㆍ보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조</li>
													<li>ㆍ보존기간 : 5년</li>
												</ul>
											</li>
											<li>② 대금결제 및 재화 등의 공급에 관한 기록
												<ul>
													<li>ㆍ보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조</li>
													<li>ㆍ보존기간 : 5년</li>
												</ul>
											</li>
											<li>③ 소비자의 불만 또는 분쟁처리에 관한 기록
												<ul>
													<li>ㆍ보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률 제6조 및 시행령 제6조</li>
													<li>ㆍ보존기간 : 3년</li>
												</ul>
											</li>
											<li>④ 접속에 관한 기록
												<ul>
													<li>ㆍ보존이유 : 통신비밀보호법 제15조의2 및 시행령 제41조</li>
													<li>ㆍ보존기간 : 3개월</li>
												</ul>
											</li>
											<li>⑤ 부정거래기록
												<ul>
													<li>ㆍ보존이유 : 부정거래의 배제 등 회사 방침에 의한 보존</li>
													<li>ㆍ보존기간 : 5년</li>
												</ul>
											</li>
										</ul>
									</li>
									<li><strong>나.</strong> 수집된 개인정보의 보유ㆍ이용기간은 서비스 이용계약 체결(회원가입)시부터 서비스 이용계약 해지(탈퇴신청, 직권탈퇴 포함)입니다. 또한 동의 해지 시 회사는 이용자의 개인정보를 상기 명시한 정보보유 사유에 따라 일정 기간 저장하는 자료를 제외하고는 지체 없이 파기하며 개인정보취급이 제3자에게 위탁된 경우에는 수탁자에게도 파기하도록 지시합니다.</li>
									<li><strong>다.</strong> 씨앗마켓에서 거래기록이 없을 시, 서비스 미이용자의 개인정보는 ‘정보통신망 이용촉진 및 정보보호등에 관한 법률 제29조’ 에 근거하여 이용자에게 사전통지하고 개인정보를 파기하거나 별도로 분리하여 저장 관리합니다. 단, 통신비밀보호법, 전자상거래 등에서의 소비자보호에 관한 법률 등의 관계법령의 규정에 의하여 보존할 필요가 있는 경우 관계법령에서 규정한 일정한 기간 동안 이용자 개인정보를 보관합니다.</li>
								</ul>
							</dd>
						</dl>
</div>
</body>
</html>